Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/CalculateEstimatedDates/po/*-local.po
Languages: fi_fi

source: Calculate Estimated Dates
fi_fi: Laske arvioidut päivämäärät

source: Calculates estimated dates for birth and death.
fi_fi: Laskee syntymälle ja kuolemalle arvioidut päivämäärät.

source: Options
fi_fi: Valinnat

source: Filter
fi_fi: Suodin

source: Select filter to restrict people
fi_fi: Suodata valittavaksi tulevat henkilöt

source: Filter Person
fi_fi: Suodata henkilö

source: The center person for the filter
fi_fi: Suotimen lähtöhenkilö

source: Source text
fi_fi: Lähdeteksti

source: Calculated Date Estimates
fi_fi: Lasketut arviopäivämäärät

source: Source to remove and/or add
fi_fi: Lähde joka poistetaan ja/tai lisätään

source: Remove previously added events, notes, and source
fi_fi: Poista aiemmin lisätyt tapahtumat, lisätiedot ja lähde

source: Remove calculated events, notes, and source; occurs immediately on Execute
fi_fi: Laskettujen tapahtumien, lisätietojen ja lähteen poisto tapahtuu välitömästi Suorita komennon yhteydessä

source: Birth
fi_fi: Syntymä

source: Do not add birth events
fi_fi: Älä lisää syntymätapahtumia

source: Add birth events without dates
fi_fi: Lisää syntymätapahtumat ilman päivämääriä

source: Add birth events with dates
fi_fi: Lisää syntymätapahtumat ja niiden päivämäärät

source: Add a birth events with or without estimated dates
fi_fi: Lisää syntymätapahtumat päivämäärillä tai ilman

source: Death
fi_fi: Kuolema

source: Do not add death events
fi_fi: Älä lisää kuolintapahtumia

source: Add death events without dates
fi_fi: Lisää kuolintapahtumat ilman päivämääriä

source: Add death events with dates
fi_fi: Lisää kuolintapahtumat ja niiden päivämäärät

source: Add death events with or without estimated dates
fi_fi: Lisää kuolintapahtumat päivämäärillä tai ilman

source: Maximum age
fi_fi: Korkein ikä

source: Maximum age that one can live to
fi_fi: Korkein ikä jonka henkilö voi saavuttaa

source: Maximum sibling age difference
fi_fi: Suurin sisarusten ikäero

source: Maximum age difference between siblings
fi_fi: Suurin sisarussarjan ikäero

source: Average years between generations
fi_fi: Sukupolvien väli keskimäärin vuosina

source: Average years between two generations
fi_fi: Kahden sukupolven väli keskimäärin vuosina

source: Estimated Dates
fi_fi: Arvioidut päivämäärät

source: Approximate (about)
fi_fi: Suunnilleen (noin)

source: Extremes (after and before)
fi_fi: Äärimmäiset (jälkeen ja ennen)

source: Dates on events are either about or after/before
fi_fi: Tapahtumien päivämäärät ovat likimääräisiä noin tai jälkeen/ennen arvioita

source: Help
fi_fi: Neuvoja

source: The Calculate Estimated Dates Tool is used to add and remove birth and death events for people that are missing these events. To use: 1. Go to the Options tab 2. Check the [ ] Remove option to remove previous estimates 3. Select the Add date options to date events with or without dates 4. Click on Execute 5. Select the people with which to add events 6. Click on 'Add Selected Events' button to create NOTES: if you decide to make an event permanent, remove it from the Source. Otherwise, it will get removed the next time you automatically remove these events. You may have to run the tool repeatedly (without removing previous events) to add all of the events possible.
fi_fi: Laske arvioidut päivämäärät -työkalua käytetään lisäämään ja poistamaan syntymä- ja kuolintapahtumat henkilöille, joita ei ole niitä. Toimintatapa: 1. Mene Valinnat-palkkiin 2. Valitse [] Poista valinta aikaisempien arviointien poistamiseksi 3. Valitse Lisää päivämäärä -valinnat tapahtumien ajoittamiseksi tai ilman päivämääriä 4. Napsauta Toteuta painiketta 5. Valitse henkilöt, joihin tapahtuma lisätään 6. Napsauta &quot;Lisää valitut tapahtumat&quot; painiketta luomiseen HUOMAA: jos päätät tehdä tapahtumasta pysyvän, poista se lähteen yhteydestä. Muuten se poistetaan taas, kun poistat automaattisesti näitä tapahtumia. Saattaa olla, että joudut käyttämään tätä työkalua (poistamatta aikaisempi tapahtumia) useaan kertaan peräkkäin, jotta saat liitetyksi kaikki mahdolliset tapahtumat .

source: Select All
fi_fi: Valitse kaikki

source: Select None
fi_fi: Älä valitse mitään

source: Toggle Selection
fi_fi: Valinnan kääntäminen

source: Add Selected Events
fi_fi: Lisää valitut tapahtumat

source: Remove Events, Notes, and Source and Reselect Data
fi_fi: Poista tapahtumat, lisätiedot ja lähde sekä valitse uudelleen data

source: Are you sure you want to remove previous events, notes, and source and reselect data?
fi_fi: Oletko varma,että haluat poista tapahtumat, lisätiedot ja lähteen sekä valita uudelleen datan?

source: Remove and Run Select Again
fi_fi: Poista ja aja valinta uudelleen

source: Reselect Data
fi_fi: Valitse data uudelleen

source: Are you sure you want to reselect data?
fi_fi: Oletko varma, että haluat valita datan uudelleen?

source: Run Select Again
fi_fi: Aja valinta uudelleen

source: Select
fi_fi: Valitse

source: Person
fi_fi: Hnekilö

source: Action
fi_fi: Toimenpide

source: Birth Date
fi_fi: Syntymäpäivä

source: Death Date
fi_fi: Kuolinpäivä

source: Evidence
fi_fi: Näyttö

source: Relative
fi_fi: Sukulainen

source: Processing...
fi_fi: Suoritetaan...

source: Removing old estimations...
fi_fi: Poistetaan vanhoja arvioita...

source: Removing '%s'...
fi_fi: Poistetaan '%s'...

source: done!
fi_fi: Valmista!

source: Selecting...
fi_fi: Valitaan...

source: Selecting...
fi_fi: Valitaan...

source: Add birth and death events
fi_fi: Lisää syntymä- ja kuolintapahtumat

source: Add birth event
fi_fi: Lisää syntymätapahtuma

source: Add death event
fi_fi: Lisää kuolintapahtuma

source: No events to be added.
fi_fi: Ei tapahtumia lisättäväksi.

source: Selecting...
fi_fi: Valitaan...

source: Adding events '%s'...
fi_fi: Lisätään tapahtumia '%s'...

source: Added birth event based on %(evidence)s, from %(name)s
fi_fi: Lisätty syntymätapahtuma perustuen näyttöön %(evidence)s, nimistä %(name)s

source: Added birth event based on %s
fi_fi: Lisätty syntymätapahtuma, perusteena %s

source: Estimated birth date
fi_fi: Arvioitu syntymäpäivämäärä

source: Added death event based on %(evidence)s, from %(person)s
fi_fi: Lisätty skuolintapahtuma perustuen näyttöön %(evidence)s, henkilöltä %(person)s

source: Added death event based on %s
fi_fi: Lisätty kuolintapahtuma, perusteena %s

source: Estimated death date
fi_fi: Arvioitu kuolinpäivämäärä

source: Done! Committing...
fi_fi: Valmista! Kantaan...

source: Added %d events.
fi_fi: Lisätty %d tapahtumaa.

source: Estimated date
fi_fi: Arvioitu päivämäärä
