Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/GrampletSidebarViews/po/*-local.po
Languages: nl

source: Relationship Split View
nl: Relatieschermdeling

source: Event Split View
nl: Gebeurtenisschermdeling

source: Family Split View
nl: Familieschermdeling

source: Fan Chart Split View
nl: Waaiergrafiekschermdeling

source: Geo Split View
nl: Geoschermdeling

source: Html Split View
nl: Html-schermdeling

source: Media Split View
nl: Mediaschermdeling

source: Note Split View
nl: Opmerkingschermdeling

source: Pedigree Split View
nl: Stamboomschermdeling

source: Person List Split View
nl: Persoonslijstschermdeling

source: Person Tree Split View
nl: Persoonsboomschermdeling

source: Place List Split View
nl: Locatielijstschermdeling

source: Place Tree Split View
nl: Locatieboomschermdeling

source: Repository Split View
nl: Bibliotheekschermdeling

source: Source Split View
nl: Bronschermdeling

source: Splitviews
nl: Gedeelde schermen

source: %s with a Gramplet Pane
nl: %s met een Gramplet-zijbalk

source: Add a gramplet
nl: Een Gramplet toevoegen

source: Restore a gramplet
nl: Een Gramplet herstellen

source: Split view
nl: Gedeeld scherm

source: Horizontal views
nl: Horizontale schermen

source: Vertical views
nl: Vertikale schermen

source: No split
nl: Geen schermdeling

source: Split View
nl: Schermdeling
