Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/TimelineQuickview/po/*-local.po
Languages: hr, sv

source: Timeline
hr: Vremenska skala
sv: Livslängdslinje

source: Display a person's events on a timeline
hr: Prikaz događaja vezanih uz osobu na vremenskoj skali
sv: Visa händelser för en person på en tidslinje

source: Parents
hr: Roditelji
sv: Föräldrar

source: Inlaw Parents
hr: Supružnikovi roditelji
sv: Svärföräldrar

source: Grandparents
hr: Praroditelji
sv: Far- och morföräldrar

source: Inlaw Grandparents
hr: Supružnikovi praroditelji
sv: Ingifta far- och morföräldrar

source: Great grandparents
hr: Pra-pra roditelji
sv: Far- och morföräldrars föräldrar

source: Inlaw Great grandparents
hr: Supružnikovi pra-praroditelji
sv: Ingifta far- och morföräldrars föräldrar

source: Great,
hr: Pra,

source: great,
hr: pra,

source: great grandparents
hr: pra-praroditelji
sv: far- och morföräldrars föräldrar

source: Inlaw Great,
hr: Supružnikovi pra,
sv: Ingift...

source: Partner's spouse
hr: Partnerov supružnik
sv: Partners make/maka

source: Timeline for %s
hr: Vremenska skala za %s
sv: Tidslinje för %s

source: Date
hr: Datum
sv: Datum

source: Event
hr: Događaj
sv: Händelse

source: Age
hr: Starost
sv: Ålder

source: Place
hr: Mjesto
sv: Plats

source: People involved
hr: Uključene osobe
sv: Inbegripna personer

source: Today
hr: Danas
sv: Idag

source: Unknown
hr: Nepoznato
sv: Okänd
