Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/GraphView/po/*-local.po
Languages: nl

source: Graph View
nl: Grafiekscherm

source: Ancestry
nl: Voorouders

source: Dynamic graph of relations
nl: Dynamische grafiek van de verwantschappen

source: Show images
nl: Afbeeldingen tonen

source: Show full dates
nl: Volledige datums tonen

source: Show places
nl: Locaties tonen

source: Highlight the home person
nl: De basispersoon highlighten

source: Home person color
nl: De kleur voor de basispersoon

source: Colors
nl: Kleuren

source: b.
nl: g.

source: d.
nl: o.
