Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/SetTagTool/po/*-local.po
Languages: nl, sv

source: Set Tag
nl: Tag aanmaken
sv: Sätt flagga

source: Set Tag to a given value.
nl: Tag een bepaalde waarde geven.
sv: Sätt flagga till ett givet värde

source: Options
nl: Opties
sv: Val

source: Person Filter
nl: Persoonsfilter

source: Select filter to restrict people
nl: Filter kiezen om personen te beperken
sv: Välj filter för att begränsa personer

source: Filter Person
nl: Personen filteren
sv: Filtrera person

source: The center person for the filter
nl: De centrale persoon voor het filter
sv: Huvudperson för filtret

source: Tag value to add or edit
nl: Waarde van de tag om toe te voegen of aan te passen
sv: Värde på flagga för tillägg eller redigering

source: Results
nl: Resultaten
sv: Resultat

source: Processing...
nl: Wordt verwerkt...
sv: Bearbetar...

source: Setting tags...
nl: Tags aanmaken...
sv: Sätter flaggor...

source: Setting tags to '%s'...
nl: Tags naar '%s'aanmaken...
sv: Sätter flaggor till '%s'...

source: Set %d tags to '%s'
nl: %d tags naar '%s' aanmaken
sv: Sätt %d flaggor till '%s'

source: Done!
nl: OK!
sv: Klar!

source: Tag
sv: Flagga
