Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/GoogleEarthWriteKML/po/*-local.po
Languages: nl

source: Creates data file for GoogleEarth and opens it
nl: Gegevensbestand voor 'GoogleEarth' aanmaken en openen

source: No place description
nl: Geen plaatsbeschrijving

source: GoogleEarth not installed!
nl: GoogleEarth is niet ge√Ønstalleerd!

source: Create kmz/kml file ''%s'' in user directory ''%s''?
nl: Een 'kmz/kml'-bestand ''%s'' in gebruikersmap ''%s'' aanmaken?

source: Yes
nl: Ja

source: No
nl: Nee

source: Failure writing to %s
nl: Fout bij schrijven naar %s

source: Directory does not exist
nl: Map bestaat niet

source: GoogleEarth file exists!
nl: 'GoogleEarth'-bestand bestaat!

source: Overwrite kmz/kml file ''%s'' in user home directory ''%s''?
nl: 'Kmz/kml'-bestand ''%s'' in gebruikersthuismap ''%s'' overschrijven?
