Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/RelatedRelativesGramplet/po/*-local.po
Languages: fi, sv

source: Related Relatives Gramplet
fi: Samaa sukujuurta Gramplet
sv: Gramplet för släktskapsrelationer

source: Gramplet showing relatives in a relation
fi: Gramplet näyttää parit, jotka ovat biologisesti sukua keskenään
sv: Gramplet som visar släktskap i en relation

source: Related Relatives
fi: Samaa sukujuurta
sv: Släktskapsrelationer

source: No Family Tree loaded.
fi: Sukupuu lataamatta.
sv: Inget släktträd laddat

source: Relations of related people in your database:
fi: Sukupuussasi olevat samaa sukujuurta olevat parit:
sv: Släktskap hos besläktade personer i din databas

source: and
fi: ja
sv: och

source: are partners and
fi: ovat parisuhteessa ja
sv: är partner och

source: Common ancestor
fi: Yhteinen esivanhempi
sv: Gemensam ana

source: No relatives in a relation found
fi: Samaa sukujuurta olevia pareja ei löytynyt
sv: Inga släktingar i ett släktskap funna

source: END
fi: LOPPU
sv: SLUT
