Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/ChangeGivenNames/po/*-local.po
Languages: nl

source: Fix Capitalization of Given Names
nl: Hoofdletters van voornamen verbeteren

source: Searches the entire database and attempts to fix capitalization of the given names.
nl: Het volledige gegevensbestand wordt doorzocht en er wordt getracht de hoofdletters van de voornamen te verbeteren.

source: manual|Fix_Capitalization_of_Given_Names...
nl: Hoofdletters van voornamen verbeteren...

source: Capitalization changes
nl: Hoofdletterwijziging

source: Checking Given Names
nl: Voornamen controleren

source: Searching given names
nl: Voornamen zoeken

source: No modifications made
nl: Geen wijzigingen doorgevoerd

source: No capitalization changes were detected.
nl: Er werden geen hoofdletterwijzigingen vastgesteld.

source: Select
nl: Selecteer

source: Original Name
nl: Oorspronkelijke naam

source: Capitalization Change
nl: Hoofdletterwijziging

source: Affected Names
nl: Voornamen die gewijzigd kunnen worden

source: Building display
nl: Schermopbouw

source: Below is a list of the given names that Gramps can convert to correct capitalization. Select the names you wish Gramps to convert.
nl: Onderstaande lijst bevat de voornamen die Gramps kan omzetten naar de juiste schrijfwijze. Kies de namen die u wilt omzetten.

source: Edit selection
nl: Selectie aanpassen

source: _Accept changes and close
nl: Aanpassingen accepteren en venster sluiten
