Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/LinesOfDescendency/po/*-local.po
Languages: nl

source: Lines of Descendency Report
nl: Afstammelingslijnen

source: Prints out all descendency lines from a given ancestor to a given descendent in text.
nl: Alle afstammelingslijnen van een bepaalde voorouder tot een bepaalde afstammeling worden als tekst afgedrukt.

source: People
nl: Personen

source: Ancestor
nl: Voorouder

source: The ancestor from which to start the line
nl: De voorouder waar de lijn start

source: Descendent
nl: Afstammeling

source: The descendent to which to build the line
nl: De afstammeling waar de lijn naar toe gaat

source: The style used for the title of the page.
nl: De stijl voor de paginatitel.

source: The style used for the title of a line.
nl: De stijl voor de lijntitel.

source: The basic style used for the text display.
nl: De basisstijl voor de tekstweergave.

source: Person %s is not in the Database
nl: De persoon %s is niet te vinden in het gegevensbestand

source: Lines of Descendency from %(ancestor)s to %(descendent)s
nl: Afstammelingslijnen van %(ancestor)s naar %(descendent)s
