Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/MediaVerify/po/*-local.po
Languages: nl, sv

source: Media Verify
nl: Mediabestanden controleren
sv: Verifiera media

source: Verify that media is present in the correct path
nl: Controle dat er mediabestanden aanwezig zijn in het juiste pad
sv: Verifierar att media är närvarande i rätt sökväg

source: Media Verify Tool
nl: Gereedschap om mediabestanden te controleren
sv: Verktyg för mediaverifiering

source: Moved/Renamed Files
nl: Verplaatste/hernoemde bestanden
sv: Flyttade/omdöpta filer

source: Missing Files
nl: Ontbrekende bestanden
sv: Saknade filer

source: Duplicate Files
nl: Dubbele bestanden
sv: Fildubbletter

source: Extra Files
nl: Extra bestanden
sv: Extra filer

source: No md5 Generated
nl: Geen md5 aangemaakt
sv: Ingen md5 skapad

source: Errors
nl: Fouten
sv: Fel

source: Close
nl: Sluiten
sv: Stäng

source: Close the Media Verify Tool
nl: Media-controle sluiten
sv: Stäng verktyget för mediaverifiering

source: Generate
nl: Aanmaken
sv: Skapa

source: Generate md5 hashes for media objects
nl: md5 hashes voor mediabestanden aanmaken
sv: Skapa md5-hashes för mediaobjekt

source: Verify
nl: Controle
sv: Verifiera

source: Check media paths and report missing, duplicate and extra files
nl: Controle van de mediapaden. Laat ontbrekende, dubbele of extra mediabestanden zien
sv: Kontrollera mediasökvägar och rapportera, saknade, dubblettfiler och extra filer

source: Export
nl: Exporteren
sv: Exportera

source: Export the results to a text file
nl: Resultaat naar een tekstbestand exporteren
sv: Exportera resultatet till en textfil

source: Fix
nl: Herstel
sv: Rätta till

source: Fix media paths of moved and renamed files
nl: Mediapaden van hernoemde of verplaatste mediabestanden herstellen
sv: Rätta till mediasökvägar för flyttade och omdöpta filer

source: Verify Gramps media using md5 hashes
nl: Controle van de Gramps-mediabestanden door middel van 'md5' hashes
sv: Verifiera Gramps media genom md5-hashes

source: Files
nl: Bestanden
sv: Filer

source: Export results to a text file
nl: Resultaten naar een tekstbestand exporteren
sv: Exportera resultat till en textfil

source: Error when writing the report: %s
nl: Fout bij het opstellen van het verslag: %s
sv: Fel vid skrivning av rapport: %s

source: Generating media hashes
nl: Media hashes worden aangemaakt
sv: Skapar media hashes

source: Set media hashes
nl: Mediahashes opstellen
sv: Bestämmer media hashes

source: Media path not set. You must set the "Base path for relative media paths" in the Preferences.
nl: Mediapad was niet ingesteld. U dient dit "basispad voor relatieve mediapaden" in de Voorkeuren op te geven.
sv: Mediasökväg en satt. Du måste sätt den grundläggande mediasökvägen för relativa mediasökväger"

source: Finding Files
nl: Bestanden zoeken
sv: Hittar filer

source: Checking Paths
nl: Paden controleren
sv: Kontrollerar sökvägar

source: Fixing file paths
nl: Bestadspad herstellen
sv: Rättar till filsökvägar

source: Fix media paths
nl: Mediapaden hersellen
sv: Rättar till mediasökvägar
