Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/DescendantsLines/po/*-local.po
Languages: nl

source: Descendants Lines
nl: Afstammingslijnen

source: Produces descendants lines of a person
nl: Afstammingslijnen van een persoon aanmaken

source: Unknown
nl: Onbekend

source: Report Options
nl: Verslagopties

source: Center Person
nl: Centraal persoon

source: The center person for the report
nl: De centrale persoon voor dit verslag

source: Output format
nl: Uitdrukformaat

source: PNG format
nl: PNG formaat

source: SVG format
nl: SVG formaat

source: PDF format
nl: PDF formaat

source: PS format
nl: PS formaat

source: The output format to be used
nl: Opslagformaat dat gerbuikt wordt

source: Style
nl: Stijl

source: Center-aligned text
nl: Tekst in midden uitlijnen

source: Left-aligned text
nl: Tekst links uitlijnen

source: The style to be used
nl: Welke stijl gebruikt wordt

source: Destination
nl: Bestemming

source: The destination file for the content.
nl: Het bestemmingsbestand voor de inhoud.

source: Generations
nl: Generaties

source: The number of generations to include in the report. (0 for unlimited)
nl: Het aantal generaties dat in het verslag getoond wordt. (0 is onbeperkt)

source: Name format
nl: Naamformaat

source: Default
nl: Standaard

source: Select the format to display names
nl: Naamformaat kiezen

source: Use colors
nl: Kleuren gebruiken

source: Whether to use colored names indicating person gender in the output.
nl: Al of niet gekleurde namen gebruiken om het geslacht van de persoon weer te geven.

source: Include event places
nl: Gebeurtenislocaties bijvoegen

source: Whether to include event places in the output.
nl: Al of niet gebeurtenislocaties toevoegen.

source: Include marriage information
nl: Huwelijksinformatie bijvoegen

source: Whether to include marriage information in the output.
nl: Al of niet de huwelijksinformatie toevoegen.

source: Use d'Aboville descendant numbering system
nl: d'Aboville nummering

source: Whether to use d'Aboville descendant numbering system in the output.
nl: Al of niet het d'Aboville nummeringssysteem gebruiken in het verslag.

source: Options S
nl: Opties S

source: S_DOWN
nl: S_ONDER

source: The length of the vertical edge from descendant to spouse-bar.
nl: De lengte van de verticale

source: S_UP
nl: S_BOVEN

source: The length of the vertical edge from spouse-bar to spouse.
nl: De lengte van de verticale hoek van echtgenootlijn naar echtgenoot.

source: S_VPAD
nl: S_VTEKST

source: The number of ??? vpad
nl: Het aantal ??? vtekst

source: SP_PAD
nl: SP_TEKST

source: The number of ??? pad
nl: Het aantal ??? tekst

source: Options F
nl: Opties F

source: F_PAD
nl: F_TEKST

source: FL_PAD
nl: FL_TEKST

source: Options O
nl: Opties O

source: OL_PAD
nl: OL_TEKST

source: O_DOWN
nl: O_ONDER

source: The length of the vertical edge from spouse-bar to child-bar.
nl: De lengte van de verticale hoek van echtgenootlijn naar kindlijn.

source: Options C
nl: Opties C

source: C_PAD
nl: C_TEKST

source: C_UP
nl: C_ONDER

source: The length of the vertical edge from child to child-bar.
nl: De lengte van de verticale hoek van kind tot kindlijn.

source: MIN_C_WIDTH
nl: MIN_C_BREEDTE

source: The number of ??? min width
nl: Het aantal ??? min breedte

source: Options Text
nl: Tekstopties

source: TEXT_PAD
nl: TEKST_PAD

source: The number of text pad ???
nl: Het aantal teksten ???

source: TEXT_LINE_PAD
nl: TEST_LIJN_PAD

source: The number of text line pad ???
nl: Het aantal tekstlijnen ???

source: The style used for the name of person.
nl: De gebruikte stijl voor de naam van de persoon.
