Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/ImportGramplet/po/*-local.po
Languages: nl, sv

source: Import Gramplet
nl: Import
sv: Gramplet importering

source: Gramplet for importing text
nl: Gramplet om tekst te importeren
sv: Gramplet för importering av text

source: Import
nl: Importeren

source: Could not change media path
nl: Mediapad kon niet veranderd worden
sv: Kunde inte ändra mediasökväg

source: The opened file has media path %s, which conflicts with the media path of the family tree you import into. The original media path has been retained. Copy the files to a correct directory or change the media path in the Preferences.
nl: Het geopende bestand heeft een mediapad %s, maar dit geeft een conflict met het mediapad van de familiestamboom waarin de import werd gedaan. Het oorspronkelijke mediapad werd behouden. Kopieër de bestanden naar de juiste map of verander het mediapad in het menu 'voorkeuren'.
sv: Den öppnade filen har mediasökvägen %s, vilket är i konflikt med den mediasökväg för det släktträd du importerar till. Den ursprungliga mediasökvägen har behållits. Kopiera filerna till till en korrekt mapp eller ändra mediasökvägen i 'Inställningar'.

source: Enter text to import and then click the Import button at bottom
nl: Te importeren tekst ingeven en dan op de importeerknop onderaan klikken
sv: Skriv in text att importera och klicka sedan på importknappen nertill.

source: _Import
nl: Importeren

source: Import done
nl: Importeren ok
sv: Import klar

source: Importing Text...
nl: Tekst wordt geïmporteerd...
sv: Importerar text...

source: Person
nl: Persoon

source: Surname
nl: Achternaam
sv: Efternamn

source: Given
nl: Voornaam
sv: Förnamn

source: Can't determine type of import
nl: Importtype kon niet achterhaald worden
sv: Kan ej avgöra typ av import

source: Import failed
nl: Importeren mislukte
sv: Import misslyckades
