Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/EditExifMetadata/po/*-local.po
Languages: nl

source: Image Metadata Gramplet
nl: Metabeeldgegevensgramplet

source: Gramplet to edit and save media Exif metadata
nl: Gramplet om beeld Exif-metagegevens te bewerken en op te slaan

source: Image Metadata
nl: Metabeeldgegevens

source: You need to install, %s or greater, for this addon to work... I would recommend installing, %s, and it may be downloaded from here: %s
nl: U dient %s of hoger te installeren om deze 'addon'... Bij voorkeur versie %s die hier kan gedownload kan worden: %s

source: Failed to load 'Image Metadata Gramplet/ Addon'...
nl: 'Metabeeldgegevens'-gramplet/ addon kon niet geladen worden...

source: The minimum required version for pyexiv2 must be %s or greater. Or you do not have the python library installed yet. You may download it from here: %s I recommend getting, %s
nl: De minimum vereiste versie voor pyexiv2 moet %s zijn of hoger. Of u hebt nog niet de juiste Python-bibliotheek geïnstalleerd. Hier kunt u deze versie ophalen: %s Het is aangewezen %s te installeren

source: Click a media object to begin...
nl: Een media-object selecteren om te starten...

source: Key
nl: Sleutel

source: Value
nl: Waarde

source: Copy to Edit Area
nl: Naar bewerkingzone kopiëren

source: Clears the metadata from these fields.
nl: De metagegevens voor deze velden wissen.

source: Description
nl: Beschrijving

source: Select Date
nl: Datum kizen

source: Date | Time
nl: Datum | tijd

source: Artist/ Author
nl: Artist/ auteur

source: Convert GPS
nl: GPS-coordinaten omzetten

source: Decimal
nl: Decimaal

source: Deg. Min. Sec.
nl: Graden min. sec.

source: Latitude
nl: Breedtegraad

source: Longitude
nl: Lengtegraad

source: Altitude
nl: Hoogte

source: Will bring up a Wiki manual page to help you with this gramplet.
nl: Een Wiki-pagina van het handboek voor verdere hulp van deze gramplet.

source: Saves the information entered here to the image metadata. WARNING: Metadata values will be removed if you save blank data...
nl: De ingegeven informatie wordt opgeslagen als metabeeldgegeven. WAARSCHUWING: metagevens worden verwijderd indien u lege velden opslaat...

source: Enter the Artist/ Author of this image. The person's name or the company who is responsible for the creation of this image.
nl: Artist/ auteur van het beeld invullen. De naam van de persoon of het bedrijf dat verantwoordelijk is voor de creatie van dit beeld.

source: Enter the copyright information for the image. xample: (C) 2010 Smith and Wesson
nl: Auteursrechtinformatie van het beeld ingeven. Voorbeeld: (C) 2010 Janneke en Mieke

source: Allows you to select a date from a pop-up window calendar. You will still need to enter the time...
nl: U kunt hier een datum selecteren uit de getoonde kalender. U dient nog wel een tijdstip in te vullen...

source: Manual Date Entry, Example: 1826-Apr-12 or 1826-April-12
nl: Manuele datumingave, Voorbeeld: 1826-Apr-12 of 1826-April-12

source: Converts Degree, Minutes, Seconds GPS Coordinates to a Decimal representation.
nl: GPS-coördinaten in graden, minuten en seconden omvormen naar een decimale notatie.

source: Converts Decimal GPS Coordinates to a Degrees, Minutes, Seconds representation.
nl: GPS-coördinaten in decimale vorm omvormen naar graden, minuten en seconden.

source: Enter the GPS Latitude Coordinates for your image, Example: 43.722965, 43 43 22 N, 38° 38′ 03″ N, 38 38 3
nl: GPS breedte-coördinaten van uw beeld, Voorbeeld: 43.722965, 43 43 22 N, 38° 38′ 03″ N, 38 38 3

source: Enter the GPS Longitude Coordinates for your image, Example: 10.396378, 10 23 46 E, 105° 6′ 6″ W, -105 6 6
nl: GPS lengte-coördinaten van uw beeld, Voorbeeld: 10.396378, 10 23 46 E, 105° 6′ 6″ W, -105 6 6

source: There is no metadata for this image...
nl: Dit beeld bevat geen metagegevens...

source: Image metadata has been saved.
nl: De metabeeldgegevens zijn opgeslagen.

source: Double click a date to return the date.
nl: Dubbelklikken op een datum om de datum op te geven.
