Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/FilteredReports/po/*-local.po
Languages: nl, sv

source: Filtered Descendant Report
nl: Afstammelingenfilter
sv: Rapport med utvalda ättlingar

source: Produces a descendant report using a filter
nl: Verslag van de afstammelingen met gebruik van een filter aanmaken
sv: Skapar en ättlingsrapport med hjälp av ett filter

source: %(name)s is the same person as [%(id_str)s].
nl: %(name)s is dezelfde persoon als [%(id_str)s].
sv: %(name)s är samma person som [%(id_str)s].

source: Spouse: %s
nl: Echtgenoot: %s
sv: Maka/make: %s

source: Relationship with: %s
nl: Verwantschap met: %s
sv: Släktskap med: %s

source: unknown
nl: onbekend
sv: okänd

source: Children of %(mother_name)s and %(father_name)s
nl: Kinderen van %(mother_name)s en %(father_name)s
sv: Barn till %(mother_name)s och %(father_name)s

source: Notes for %(mother_name)s and %(father_name)s:
nl: Opmerkingen voor %(mother_name)s en %(father_name)s:
sv: Notiser för %(mother_name)s och %(father_name)s:

source: More about %(mother_name)s and %(father_name)s:
nl: Meer over %(mother_name)s en %(father_name)s:
sv: Mer om %(mother_name)s och %(father_name)s:

source: Notes for %s
nl: Opmerkingen voor %s
sv: Notiser för %s

source: More about %(person_name)s:
nl: Meer over %(person_name)s:
sv: Mer om %(person_name)s:

source: Address:
nl: Adres:
sv: Adress:

source: no common person found between filter rules to synchronize generations
nl: geen gemeenschappelijke persoon gevonden tussen de regels van het filter om de generaties te synchroniseren
sv: ingen gemensam person funnen mellan filterregler för att synkronisera generationer

source: can't determine generation for '%s'
nl: kan geen generatie bepalen voor '%s'
sv: kan ej bestämma generation för '%s'

source: no person found with ID '%s'
nl: geen persoon gevonden met ID '%s'
sv: ingen person hittad med ID '%s'

source: Report Options
nl: Verslagopties
sv: Rapportalternativ

source: Determines what people are included in the report
nl: Welke personen opnemen in het verslag
sv: Bestämmer vilka personer, som skall ingå i rapporten

source: No custom filters found
sv: Ingen anpassat filter hittat

source: You do not have any custom filters. The power of this plugin comes from custom filters which are used to figure out which people to include in the report. You can create custom filters from the 'Person Filter Editor' in the 'Edit' menu (when you are in a person-related view like People or Relationships). With no custom filters, this plugin will fallback to using whatever filters are available and an option to pick the center person for the filter. If you would like to create a descendant report without using custom filters, you might want to check out the 'Detailed Descendant Report' on which this plugin is based.
sv: Du har inga anpassade filter. Kraften i denna insticksmodul kommer från anpassade filter, som används för att ta reda på vilka personer att ta med i rapporten. Du kan skapa anpassade filter från 'Personfilterredigeraren' i 'Redigerarmenyn' (när du är i en personrelaterad vy som 'Personvy' eller 'Släktskapsvy'. Utan anpassade filter kommer denna insticksmodul att använda vilket tillgängligt filter som helst och ett val att peka ut huvudpersonen för filtret. Om du vill skapa en ättlingarapport utan att använda anpassade filter, kan du i stället använda ' Detaljerad ättlingsrapport' på vilken denna insticksmodul är baserad.

source: The center person for the filter
sv: Huvudperson för filtret

source: Generations
nl: Generaties
sv: Generationer

source: The number of generations to include in the report
nl: Het aantal generaties dat aan het verslag wordt toegevoegd
sv: Antal generationer, som skall tas med i rapporten

source: Page break between generations
nl: Nieuwe pagina tussen de generaties
sv: Sidbrytning mellan generationer

source: Whether to start a new page after each generation.
nl: Al dan niet een nieuwe pagina starten na iedere generatie.
sv: Huruvida börja på ny sida för varje generation.

source: Page break before end notes
nl: Pagina-einde voor eindopmerkingen
sv: Sidbrytning före slutnoter

source: Whether to start a new page before the end notes.
nl: Al dan niet een nieuwe pagina starten voor de eindopmerkingen
sv: Huruvida börja på ny sida före slutnoter.

source: Report title
nl: Verslagtitiel
sv: Rapporttitel

source: This text will be used as the report title
nl: Deze tekst wordt gebruikt voor de titel van het verslag
sv: Denna text kommer att utgöra rapportens titel

source: Translation
nl: Vertaling
sv: Översättning

source: Default
nl: Standaard
sv: Standard

source: The translation to be used for the report.
nl: De vertaling die gebruikt wordt voor het verslag.
sv: Den översättning som skall användas i rapporten.

source: Content
nl: Inhoud
sv: Innehåll

source: Use callname for common name
nl: Roepnaam voor de voornaam gebruiken
sv: Använd tilltalsnamn för allmänt namn

source: Whether to use the call name as the first name.
nl: Al dan niet de roepnaam als voornaam gebruiken.
sv: Huruvida använda tilltalsnamn som första namn.

source: Use full dates instead of only the year
nl: Volledige datum gebruiken in plaats van enkel het jartal
sv: Använd komplett datum i stället för enbart år

source: Whether to use full dates instead of just year.
nl: Al dan niet de volledige datum gebruiken in plaats van enkel het jaartal.
sv: Huruvida använda komplett datum i stället för bara året.

source: List children
nl: Kinderen oplijsten
sv: Lista barn

source: Whether to list children.
nl: Al dan niet de kinderen oplijsten.
sv: Huruvida lista barn.

source: Compute death age
nl: Leeftijd bij overlijden berekenen
sv: Beräkna dödsålder

source: Whether to compute a person's age at death.
nl: Al dan niet de leeftijd bij overlijden van een persoon berekenen.
sv: Huruvida beräkna en persons ålder vid döden.

source: Omit duplicate ancestors
nl: Dubbele voorouders weglaten
sv: Uteslut dubbletteranor

source: Whether to omit duplicate ancestors.
nl: Al dan niet dubbele voorouders weglaten.
sv: Huruvida utesluta dubblerade anor

source: Use complete sentences
nl: Volledig zinnen gebruiken
sv: Använd fullständiga satser

source: Whether to use complete sentences or succinct language.
nl: Al dan niet volledige zinnen gebruiken .
sv: Huruvida använda fullständiga satser eller kortfattat språk.

source: Add descendant reference in child list
nl: Bij de lijst van de kinderen een afstammelingverwijzing toevoegen
sv: Lägg till ättlingsreferens i barnlista

source: Whether to add descendant references in child list.
nl: Al dan niet de afstammelingenverwijzingen toeveogen aan de lijst met kinderen.
sv: Huruvida lägga till ättlingsreferenser i barnlista.

source: Turn URLs into real links
nl: URL omvormen naar echte 'links'
sv: Omvandla URL-er till riktiga länkar

source: Turn any URLs starting with 'http', 'https', or 'mailto' into clickable links
nl: Alle URL's die beginnen met 'http', 'https' of 'mailto' omvormen naar klikbare 'links'
sv: Omvandla alla URL-er börjande med 'http', 'https' eller 'mailto' till klickbara länkar

source: Do not include information marked private
nl: De informatie als privé gemarkeerd niet toeveogen
sv: Tag ej med information markerat som privat

source: Whether to honor the private flag setting
nl: Al dan niet de privé-vlag respecteren
sv: Huruvida utnyttja inställning av privatflagga

source: Include
nl: Toevoegen
sv: Ta med

source: Include notes
nl: Opmerkingen toevoegen
sv: Ta med notiser

source: Whether to include notes.
nl: Al dan niet opmerkingen toevoegen.
sv: Huruvida ta med notiser

source: Include attributes
nl: Kenmerken toevoegen
sv: Ta med attribut

source: Whether to include attributes.
nl: Al dan niet kenmerken toevoegen.
sv: Huruvida ta med attribut

source: Include Photo/Images from Gallery
nl: Foto's/beelden van de galerij toevoegen
sv: Ta med bilder/fotografier från galleri

source: Whether to include images.
nl: Al dan niet beelden toevoegen.
sv: Huruvida ta med bilder.

source: Include alternative names
nl: Alternatieve namen toevoegen
sv: Ta med alternativa namn

source: Whether to include other names.
nl: Al dan niet andere namen toevoegen.
sv: Huruvida ta med alternativa namn

source: Include events
nl: Gebeurtenissen toevoegen
sv: Ta med händelser

source: Whether to include events.
nl: Al dan niet gebeurtenissen toevoegen.
sv: Huruvida ta med händelser

source: Include addresses
nl: Adressen toevoegen
sv: Ta med adresser

source: Whether to include addresses.
nl: Al dan niet adressen toevoegen.
sv: Huruvida ta med adresser.

source: Include sources
nl: Bronnen toevoegen
sv: Ta med källor

source: Whether to include source references.
nl: Al dan niet bronverwijzingen toevoegen.
sv: Huruvida ta med källreferenser.

source: Include sources notes
nl: Bronopmerkingen toevoegen
sv: Ta med källnotiser

source: Whether to include source notes in the Endnotes section. Only works if Include sources is selected.
nl: Al dan niet bronopmerkingen bij de het deel eindopmerking toevoegen. Werkt enkel wanneer - Bronnen toevoegen - is geselecteerd.
sv: Huruvida ta med källnotiser i slutnotdelen. Fungerar bara om 'Ta med källor' är vald.

source: Include partners
nl: Partners toevoegen
sv: Ta med partner

source: Whether to include detailed partner information.
nl: Al dan niet gedetailleerde partnerinformatie toevoegen.
sv: Huruvida ta med detaljerad information om partner

source: Include sign of succession ('+') in child-list
nl: Opvolgingsteken ('+') aan de lijst met kinderen toevoegen
sv: Ta med tecken på avkomma ('+') i barnlista

source: Whether to include a sign ('+') before the descendant number in the child-list to indicate a child has succession.
nl: Al dan niet een teken ('+') toevoegen voor het afstammelingennummer in de lijst met de kinderen om aan te geven of het kindnakomelingen heeft.
sv: Huruvida ta med ett tecken ('+') före ättlingens nummer i barnlistan för att indikera att ett barn har avkomma.

source: Include path to start-person
nl: Pad naar startpersoon toevoegen
sv: Ta med sökväg för startperson

source: Whether to include the path of descendancy from the start-person to each descendant.
nl: Al dan niet het nakomelingenpad vanaf de startpersoon naar elke nakomeling toevoegen.
sv: Huruvida ta med sökvägen av ättlingar från startpersonen till varje ättling.

source: Caption
nl: Onderschrift
sv: Förklaring

source: Add caption under image from Gallery
nl: Onderschrift bij beeld uit de gallerij toevoegen
sv: Lägg till förklaring under bilder från galleri

source: Whether to add captions underneath images.
nl: Al dan niet onderschriften bij de beelden toevoegen.
sv: Huruvida lägga till förklaringar undertill i bilder.

source: Caption Format
nl: Onderschriftformaat
sv: Format för förklaring

source: Display format for the caption.
nl: Formaat onderschrift tonen.
sv: Visa format för förklaring.

source: Missing information
nl: Ontbrekende informatie
sv: Saknad information

source: Replace missing places with ______
nl: Ontbrekende locaties vervangen door ______
sv: Byt ut saknade platser med ______

source: Whether to replace missing Places with blanks.
nl: Al dan niet ontbrekende locaties vervangen door spaties.
sv: Huruvida att byta ut saknade platser med mellanslag.

source: Replace missing dates with ______
nl: Ontbrekende datums vervangen door ______
sv: Byta ut saknade datum med ______

source: Whether to replace missing Dates with blanks.
nl: Al dan niet ontbrekende datums vervangen door spaties.
sv: Huruvida att byta ut saknade datum med mellanslag.

source: The style used for the title of the page.
nl: De stijl voor de titel.
sv: Den mall som används för sidans titel.

source: The style used for the generation header.
nl: De stijl voor de generatiehoofding.
sv: Den mall som används för generationshuvud.

source: The style used for the children list title.
nl: De stijl de titel van de lijst met kinderen.
sv: Den mall som används för titeln för barnlistan.

source: The style used for the children list.
nl: De stijl voor de lijst met kinderen.
sv: Den mall som används för barnlistan

source: The basic style used for the text display.
nl: De basisstijl voor de tekst.
sv: Den grundläggande mall som används för visning av text.

source: The style used for the first personal entry.
nl: De stijl voor het eerste persoonlijke gegeven.
sv: Den mall som används för första personraden.

source: The style used for the More About header and for headers of mates.
nl: De stijl voor de hoofding -Meer over- en de andere hoofdingen.
sv: Den mall som används för huvud för 'Mer om' och för huvuden för ingifta.

source: The style used for additional detail data.
nl: De stijl voor de bijkomende detailinformatie.
sv: Den mall som används för ytterligare detaljerade data.

source: The style used for photo captions.
nl: De stijl voor de onderschriften.
sv: Den mall som används för fotoförklaringar.

source: Generation %d
nl: Generatie %d

source: no custom filters found -- can only use custom filters with this report
nl: geen eigen filters gevonden -- er kunnen enkel zelfaangemaakte filters gebruikt worden voor dit verslag
