Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/FamilyTree/po/*-local.po
Languages: nl

source: Family Tree
nl: Familiestamboom

source: Produces a graphical family tree.
nl: Een grafische voorouderstamboom aanmaken.

source: Family Tree for %s
nl: Familiestamboom van %s

source: Unknown
nl: Onbekend

source: %(father)s and %(mother)s
nl: %(father)s en %(mother)s

source: Anonymous
nl: Anoniem

source: born
nl: geboren

source: baptised
nl: gedoopd

source: died
nl: stierf

source: buried
nl: begraven

source: cremated
nl: gecremeerd

source: married
nl: getrouwd

source: divorced
nl: gescheiden

source: resident
nl: inwoner

source: on %(ymd_date)s
nl: op %(ymd_date)s

source: on %(placeholder)s
nl: op %(placeholder)s

source: on %(placeholder)s (%(partial)s)
nl: op %(placeholder)s (%(partial)s)

source: Tree Options
nl: Stamboomopties

source: Center Family
nl: Centrale familie

source: The center family for the tree
nl: De centrale familie voor deze stamboom

source: Ancestor Generations
nl: Vooroudergeneraties

source: The number of ancestor generations to include in the tree
nl: Het aantal vooroudergeneraties dat in de stamboom wordt opgenomen

source: Descendant Generations
nl: Afstammelingengeneraties

source: The number of descendant generations to include in the tree
nl: Het aantal afstammelingengeneraties dat in de stamboom wordt opgenomen

source: Sc_ale to fit on a single page
nl: S_chalen tot één enkele pagina

source: Whether to scale to fit on a single page.
nl: S_chalen tot één enkele pagina.

source: Color
nl: Kleur

source: No color
nl: Geen kleur

source: Generations
nl: Generaties

source: First generation
nl: Eerste generatie

source: Second generation
nl: Tweede generatie

source: Male line
nl: Mannelijke lijn

source: Male line and illegitimate children
nl: Mannelijke lijn en onwettige kinderen

source: Female line
nl: Vrouwelijke lijn

source: Shuffle colors
nl: Kleuren dooreen gebruiken

source: Whether to shuffle colors or order them in rainbow fashion.
nl: Al dan niet kleuren door mekaar gebruiken of in regenboogwijze rangschikken.

source: Content
nl: Inhoud

source: Use call name
nl: Roepnaam gebruiken

source: Don't use call name
nl: Roepnaam niet gebruiken

source: Replace first name with call name
nl: Voornaam door roepnaam vervangen

source: Underline call name in first name / add call name to first name
nl: Roepnaam in voornaam onderstrepen / roepnaam aan voornaam toevoegen

source: Include Occupation
nl: Beroep toevoegen

source: Include Residence
nl: Residentie toevoegen

source: Print event data (dead person)
nl: Gebeurtenissen uitdrukken (overleden persoon)

source: None
nl: Geen

source: Year only
nl: Alleen jaar

source: Full date
nl: Volledige datum

source: Full date and place
nl: Volledige datum en locatie

source: Print event data (living person)
nl: Gebeurtenissen uitdrukken (levende personen)

source: Fall back to baptism if birth event missing
nl: Op doopsel terugvallen indien geboorte ontbreekt

source: Fall back to burial or cremation if death event missing
nl: Op begrafenis of crematie terugvallen indien overlijden ontbreekt

source: Print fields for missing information
nl: Velden voor ontbrekende informatie afdrukken

source: Whether to include fields for missing information.
nl: Al of niet velden voorzien voor ontbrekende informatie.

source: Include event description
nl: Gebeurtenisbeschrijving toevoegen

source: Text Options
nl: Tekstopties

source: Title text
nl: Titel tekst

source: Footer text
nl: Voetnoottekst

source: The style used for the title.
nl: De gebruikte stijl voor de titel.

source: The style used for names.
nl: De gebruikte stijl voor de namen.

source: The style used for data (birth, death, marriage, divorce).
nl: De gebruikte stijl voor de gegevens(geboorte, overlijden, huwelijk, scheiding).

source: The style used for the footer.
nl: De gebruikte stijl voor de voetnoot.
