Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/AttachSourceTool/po/*-local.po
Languages: fi_fi

source: Attach Source
fi_fi: Lähteen liittäminen

source: Attaches a shared source to multiple objects.
fi_fi: Liittää jaetun lähteen moneen kohteeseen.

source: Options
fi_fi: Valinnat

source: Person Filter
fi_fi: Henkilösuodin

source: Select filter to restrict people
fi_fi: Valitse suodin rajaamaan mukaan tulevia henkilöitä

source: Filter Person
fi_fi: Suodata henkilö

source: The center person for the filter
fi_fi: Suotimen lähtöhenkilö

source: Source type
fi_fi: Lähteen tyyppi

source: New source
fi_fi: Uusi lähde

source: Existing source
fi_fi: Olemassa oleva lähde

source: Select the type of source to attach
fi_fi: Valitse liitettävän lähteen tyyppi

source: New Source Title
fi_fi: Uuden lähteen nimike

source: Text of source to attach
fi_fi: Liitettävän lähteen teksti

source: Existing Source ID
fi_fi: Olemassa olevan lähteen tunnus

source: ID of source to attach
fi_fi: Liitettävän lähteen tunnus

source: Results
fi_fi: Tulokset

source: Processing...
fi_fi: Työstetään...

source: Attaching sources...
fi_fi: Liitetään lähteitä...

source: Attaching sources...
fi_fi: Liitetään lähteitä...

source: Done!
fi_fi: Valmista!
