Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/Census/po/*-local.po
Languages: nl

source: Order
nl: Volgorde

source: Census
nl: Volkstelling

source: Census Gramplet
nl: Volkstelling-gramplet

source: Census details for:
nl: Volkstellingdetails voor:

source: Source
nl: Bron

source: Date
nl: Datum

source: Place
nl: Locatie

source: No active person set.
nl: Geen actieve persoon bepaald.

source: Census: %s
nl: Volkstelling: %s

source: New Census
nl: Nieuwe volkstelling

source: Edit Census
nl: Volkstelling bewerken

source: Source:
nl: Bron:

source: Date:
nl: Datum:

source: Reference:
nl: Verwijzing:

source: Place:
nl: Locatie:

source: Cannot add a person to this census.
nl: Kan geen persoon toevoegen aan deze volkstelling.

source: First select a census from the drop-down list.
nl: Eerst een volkstelling uit de lijst selecteren.

source: Select Person
nl: Persoon selecteren

source: Census Report
nl: Volkstellingsverslag

source: Report of census events for a person.
nl: Verslag van de volkstellingsgebeurtenissen van een persoon.

source: Person %s is not in the Database
nl: De persoon %s is niet te vinden in het gegevensbestand

source: Census Report for %s
nl: Volkstellingsverslag van %s

source: Source Reference:
nl: Bronverwijzing:

source: Address:
nl: Adres:

source: Report Options
nl: Verslagopties

source: Census Selection
nl: Keuze volkstelling

source: By Person
nl: Volgens peroon

source: By Source
nl: Volgens bron

source: By Person and Source
nl: Volgens persoon en bron

source: All Census records
nl: Alle volkstellingsgebeurtenissen

source: The type of report
nl: Het verslagstype

source: Person
nl: Persoon

source: The selected person for the report.
nl: De geselecteerde persoon voor het verslag.

source: Page break after each census.
nl: Een nieuwe pagina voor elke volkstelling.

source: Start a new page after each census.
nl: Nieuwe pagina beginnen na iedere volkstelling.

source: The style used for the title of the page.
nl: De gebruikte stijl voor de titel van de pagina.

source: The style used for headings.
nl: De gebruikte stijl voor de hoofding.

source: The style used for names.
nl: De gebruikte stijl voor de namen.

source: The style used for column headings.
nl: De gebruikte stijl voor de kolomhoofdingen.

source: The default text style.
nl: De standaard tekststijl.

source: Address
nl: Adres

source: Age
nl: Leeftijd

source: Arrived since
nl: Aangekomen sinds

source: At Home
nl: Thuis

source: Can read and write
nl: Kan lezen en schrijven

source: Children Died
nl: Kinderen gestorven

source: Children Living
nl: Kinderen nog in leven

source: Children Total
nl: Totaal aantal kinderen

source: City or Borough
nl: Stad of gemeente

source: City or Municipal Borough
nl: Stad of kiesdistrict

source: Civil Parish
nl: Parochie

source: Civil Parish or Township
nl: Parochie of gemeente

source: Comments
nl: Kommentaar

source: Condition
nl: Conditie

source: Date of birth
nl: Geboortedatum

source: Disability
nl: Handicap

source: Ecclesiastical District
nl: Kerkelijk district

source: Ecclesiastical Parish or District
nl: Kerkelijke parochie of district

source: Employed
nl: Tewerkgesteld

source: Employer
nl: Werkgever

source: Employer, Worker or Own Account
nl: Werkgever, zelfstandige

source: Gender
nl: Geslacht

source: Hamlet or Tything
nl: Gehucht

source: Local Board or Improvement Commissioners District
nl: Locale raad

source: Military
nl: Militair

source: Municipal Borough
nl: Gemeentelijk district

source: Municipal Ward
nl: Stadsdistrict

source: Name
nl: Naam

source: Nationality
nl: Nationaliteit

source: Neither
nl: Noch

source: Neither Employer nor Employed
nl: Geen werkgever noch werkend

source: Occupation
nl: Beroep

source: Parish or Township
nl: Parochie of stad

source: Relation
nl: Relatie

source: Religion
nl: Religie

source: Rural Sanitary District
nl: Gewestelelijk district

source: Taxes
nl: Belastingen

source: Town
nl: Stad

source: Town, Village or Hamlet
nl: Stad, dorp of gehucht

source: Type of roof
nl: Soort dak

source: Urban Sanitary District
nl: Stedelijke district

source: Village
nl: Dorp

source: Village or Hamlet
nl: Dorp of gehucht

source: Where Born
nl: Waar geboren

source: Work Type
nl: Werktype

source: Working at Home
nl: Werkt thuis

source: Year of birth
nl: Geboortejaar

source: Years Married
nl: Aantal jaren getrouwd
