Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/PhotoTaggingGramplet/po/*-local.po
Languages: ru

source: Photo Tagging
ru: Разметка фотографий

source: Gramplet for tagging people in photos
ru: Грамплет для разметки фотографий

source: Selection
ru: Выделение

source: Replace existing references to the person being assigned without asking
ru: Не запрашивать подтверждение при замещении ссылок

source: Face detection
ru: Автоматическое обнаружение лиц

source: Minimum face width
ru: Минимальная ширина лица

source: Minimum face height
ru: Минимальная высота лица

source: Detect faces inside existing boxes
ru: Обнаруживать лица внутри имеющихся фрагментов

source: Select Person
ru: Выбрать человека

source: Add Person
ru: Добавить человека

source: Clear Reference
ru: Очистить ссылку

source: Remove Selection
ru: Удалить выделение

source: Edit referenced Person
ru: Редактировать человека

source: Zoom In
ru: Увеличить

source: Zoom Out
ru: Уменьшить

source: Detect faces
ru: Автоматически обнаружить лица

source: Detect faces (cv module required)
ru: Автоматически обнаружить лица (требуется модуль cv)

source: Settings
ru: Настройки

source: Preview
ru: Предпросмотр

source: Person
ru: Лицо

source: Select
ru: Выбрать

source: Add
ru: Добавить

source: Clear
ru: Очистить

source: Remove
ru: Удалить

source: Edit Person (%s)
ru: Редактировать информацию о (%s)

source: Replace {0}
ru: Заменить {0}

source: Detecting faces...
ru: Обнаружение лиц...

source: Detection finished
ru: Обнаружение лиц завершено

source: Another region of this image is associated with {name}. Remove it?
ru: Другой фрагмент изображения уже связан с {name}. Удалить другой фрагмент?

source: {count} other regions of this image are associated with {name}. Remove them?
ru: {сount} других фрагментов изображения связаны с {name}. Удалить их?
