Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/Locations/po/*-local.po
Languages: nl

source: Locations Filters Report
nl: Locatiefilterverslag

source: Produces a textual filters output
nl: Tekstverslag van resultaat filter wordt aangemaakt

source: Locations
nl: Locaties

source: Census event (Individual)
nl: Volkstellinggebeurtenis (persoon)

source: Residence event (Individual)
nl: Residentiegebeurtenis (persoon)

source: Census event (Family)
nl: Volkstellinggebeurtenis (familie)

source: Residence event (Family)
nl: Residentiegebeurtenis (familie)

source: Address filter (Person)
nl: Adresfilter (persoon)

source: The style used for the title of the page.
nl: De gebruikte stijl voor de paginatitel.

source: The basic style used for the paragraph title.
nl: De gebruikte basisstijl voor de paragraaftitel.

source: The basic style used for the text display.
nl: De gebruikte basisstijl voor de tekstweergave.
