Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/SetAttributeTool/po/*-local.po
Languages: nl

source: Set Attribute
nl: Bepaal kenmerk

source: Set an attribute to a given value.
nl: Geef een kenmerk een bepaalde waarde.

source: Options
nl: Opties

source: Person Filter
nl: Persoonsfilter

source: Select filter to restrict people
nl: Kies een filter om het aantal personen te beperken

source: Filter Person
nl: Peronen worden gefilterd

source: The center person for the filter
nl: De centrale persoon voor het filter

source: Attribute
nl: Kenmerk

source: Value
nl: Waarde

source: Attribute type to add or edit
nl: Het kenmerktype dat toegevoegd of veranderd wordt

source: Attribute value to add or edit
nl: De kenmerkwaarde die toegevoegd of veranderd wordt

source: Results
nl: Resultaten

source: Processing...
nl: Wordt verwerkt...

source: Setting attributes...
nl: Kenmerken worden aangepast...

source: Setting '%s' attributes to '%s'...
nl: '%s' kenmerken worden aangepast naar '%s'...

source: Set %d '%s' attributes to '%s'
nl: %d '%s' kenmerken veranderd naar '%s'

source: Done!
nl: Ok!

source: Sets an attribute of a person to a given value.
nl: Geef een kenmerk van een persoon een bepaalde waarde.
