Repository: daleathan/gramps-addons-code-svn
Catalog: contrib/ImageMetadataGramplet/po/*-local.po
Languages: nl, sv

source: Image Metadata Gramplet
nl: 'Metabeeldgegevens'-gramplet
sv: Gramplet för bild-metadata

source: Enter text describing this image and who might be in the image. It might be best to enter a location for this image, especially if there is no GPS Latitude/ Longitude information available.
nl: Tekst die beschrijft wie er mogelijk op het beeld te zien is, ingeven. Het is ook zinvol om een locatie in te vullen, zeker indien geen GPS lengte/ breedte informatie beschikbaar is.

source: Active image
nl: Actief beeld

source: Photographer
nl: Fotograaf

source: Select Date
nl: Datum kiezen
sv: Välj datum

source: Date
nl: Datum
sv: Datum

source: Image Subject
nl: Beeldonderwerp

source: Latitude
nl: Breedtegraad
sv: Latitud

source: Lat. Ref
nl: Brdt. Ref

source: Longitude
nl: Lengtegraad
sv: Longitud

source: Long. Ref.
nl: Lngt. Ref.

source: Description
nl: Beschrijving
sv: Beskrivning

source: Enter the name of the person who took this image.
nl: De naam van de persoon die het beeld maakte, ingeven.

source: Press the Select Date Button to bring up a calendar where you can choose a date.
nl: Druk op de 'kies datum' knop om een kalender te tonen waar u een datum kunt selecteren.

source: Enter the copyright information for the image. Example: (C) 2010 Smith and Wesson
nl: De auteursrechtinformatie van het beeld invullen. Voorbeeld: (C) 2010 Janneke en Mieke

source: Enter words that describe this image, separated by comma. Example: Kids,house,dog,car .
nl: Vul woorden in die het beeld beschrijven, gebruik commaseparatie. Voorbeeld: Kinderen,huis,hond,auto .

source: If using decimal format in Latitude, leave blank. If using Degrees, Minutes, Seconds, please enter either a
nl: Indien u het decimale formaat voor de breedtegraad gebruikt, niets invullen. Bij gebruik van graden, minuten, seconden, vul dan ofwel een

source: or
nl: of

source: Enter the GPS Latitude as either Degrees, Minutes, Seconds or Decimal formats.
nl: GPS breedtegraad ofwel in graden, minuten en seconden ofwel in het decimale formaten invullen.

source: If using decimal format in Longitude, leave blank. If using Degrees, Minutes, Seconds, please enter either a
nl: Indien u het decimale formaat voor de lengtegraad gebruikt, niets invullen. Bij gebruik van graden, minuten, seconden, vul dan ofwel een

source: Enter the GPS Longitude as either inDegrees, Minutes, Seconds or Decimal formats.
nl: Vul de GPS lengtegraad in, ofwel in graden, minuten en seconden ofwel in het decimale formaat.

source: Save
nl: Opslaan

source: Clear
nl: Gewist

source: Convert GPS Coordinates
nl: GPS-coördinaten omzetten

source: Image metadata has been saved.
nl: De metabeeldgegevens zijn opgeslagen.
sv: Bild-metadata har sparats.

source: The image file %s does NOT have write access/ permissions. If you have access and rights to change the permissions, then please do it now.
nl: Het beeldbestand %s heeft GEEN schrijf toegang/ rechten. Hebt u toch toegang tot het bestand en kunt u de rechten aanpassen, doe dit dan nu.

source: The image file %s does NOT have read access/ permissions. If you have access and rights to change the permissions, then please do it now.
nl: Het beeldbestand %s heeft GEEN lees toegang/ rechten. Hebt u toch toegang tot het bestand en kunt u de rechten aanpassen, doe dit dan nu.

source: The image file is missing. Please select another image or edit the media object to fix this problem.
nl: Het beeldbestand ontbreekt. Een ander beeld kiezen of het media-object bewerken om dit probleem op te lossen.

source: Invalid latitude (syntax: 18°9'
nl: Ongeldige breedtegraad (syntax: 18°9'

source: 48.21"S, -18.2412 or -18:9:48.21)
nl: 48.21"Z, -18.2412 of -18:9:48.21)

source: Invalid longitude (syntax: 18°9'
nl: Ongeldige lengtegraad (syntax: 18°9'

source: 48.21"E, -18.2412 or -18:9:48.21)
nl: 48.21"O, -18.2412 of -18:9:48.21)

source: Gramplet to edit and save media Exif metadata
sv: Gramplet för att redigera och spara Exif metadata för media

source: Image Metadata
sv: Bild-metadata

source: You need to install, %s or greater, for this addon to work... I would recommend installing, %s, and it may be downloaded from here: %s
sv: Du måste installeral, %s eller högre, för att detta tillägg skall fungera... Rekommenderad installatio: %s och den kan laddas ner härifrån: %s

source: Failed to load 'Image Metadata Gramplet/ Addon'...
sv: Misslycakde med att ladda ner 'Image Metadata Gramplet'-tillägg...

source: The minimum required version for pyexiv2 must be %s or greater. Or you do not have the python library installed yet. You may download it from here: %s I recommend getting, %s
sv: Minsta krävd version för pyexiv2 är %s eller högre Eller du har inte installerat python-biblioteket ännu. Du kan ladda ner det härifrån: %s Rekommenderar: %s

source: Artist/ Author
sv: Artist/författare

source: Time
sv: Tid

source: Convert GPS
sv: Omvandla GPS

source: Deg. Min. Sec.
sv: Deg. Min. Sek.

source: Saves the information entered here to the image metadata. WARNING: Metadata values will be removed if you save blank data...
sv: Sparar den inmatade informationen i bildens metadata. Varning: metadata-värden tas bort om du sparar blanka data...

source: Clears the metadata from these fields.
sv: Rensar metadata från dessa fält.

source: Enter the Artist/ Author of this image. The person's name or the company who is responsible for the creation of this image.
sv: Skriv in artist/författare av denna bild. Den persons namn eller företag, som är ansvarig för skapelsen av denna bild.

source: Enter the copyright information for the image. xample: (C) 2010 Smith and Wesson
sv: Skriv in upphovsrättsinformation för bilden. T. ex. (C) Pettersson & Bendel

source: Allows you to select a date from a pop-up window calendar. You will still need to enter the time...
sv: Ger dig möjlighet att välja datum från ett kalenderfönster. Du måste emellertid skriva in klockslag...

source: Manual Date Entry, Example: 1826-Apr-12 or 1826-April-12
sv: Manuell datuminmatning, Exempel: 1826-apr-12 or 1826-april-12

source: Manual Time entry, Example: 14:06:00
sv: Manuell tidsinmatning, Exempel: 14:06:00

source: Converts Degree, Minutes, Seconds GPS Coordinates to a Decimal representation.
sv: Omvandlar GPS-koordinater i grader, minuter sekunder till decimal representation.

source: Converts Decimal GPS Coordinates to a Degrees, Minutes, Seconds representation.
sv: Omvandlar decimala GPS-koordinater till grader, minuter, sekunder.

source: Enter the GPS Latitude Coordinates for your image, Example: 43.722965, 43 43 22 N, 38° 38′ 03″ N, 38 38 3
sv: Skriv in GPS-latitudkoordinaten för din bild, Exempel: 43.722965, 43 43 22 N, 38° 38′ 03″ N, 38 38 3

source: Enter the GPS Longitude Coordinates for your image, Example: 10.396378, 10 23 46 E, 105° 6′ 6″ W, -105 6 6
sv: Skriv in GPS-longitudkoordinaten för din bild, Exempel: 10.396378, 10 23 46 E, 105° 6′ 6″ W, -105 6 6

source: Please select a different image object...
sv: Välj ett annat bildobjekt...

source: There is an error with this image! You may not have write access or privileges for this image?
sv: Det finns ett fel i denna bild! Du kanske inte har skrivbehörighet för denna bild?

source: There was a problem with either the date and/ or time.
sv: Det är ett problem med antingen datum eller tid.

source: Double click a date to return the date.
sv: Dubbelklicka på datum så får du datumet.
